about_prime = """
Расскажу, для кого будет полезен Prime:

*Новичок?* Тебя встречают в ветке для новичков, помогают освоиться и начать зарабатывать. В любое время ты можешь обратиться к наставнику и получить помощь или написать в чат и обсудить вопрос с другими криптанами.

*Олд?* Врывайся в любую из множества веток с активностями, обсуждениями, аналитикой и воркшопами. Ты уже знаешь, что делать, а если нет – мы всегда на связи :\)
"""

about_prime2 = """
Вот так выглядит канал, куда ты попадёшь. Но Прайм - не просто чатик. Это продуманная система:
    ● пошаговые гайды
    ● разборы всех способов заработка в веб3
    ● советы от наставников
    ● аналитика и инсайды
    ● воркшопы
    ● постоянный нетворкинг

Всё, чтобы ты заходил и прогрессировал, а не тонул в уведомлениях сотен каналов.

Прикрепил скриншот, чтобы ты мог рассмотреть подробнее
"""

about_prime3 = """
Мы сделали *несколько форматов подписки*, чтобы каждый мог зайти на своём уровне.

Если ты настроен на серьёзную работу и заработок – *обрати внимание на годовой тариф*.

*Годовой* – это не просто доступ на 12 месяцев. Это полноценный вход в систему, где ты успеваешь:

– пройти через все сезоны рынка;
– отработать максимум активностей;
– прокачаться и набраться опыта от наставников и комьюнити.

и главное – *получить личную консультацию со мной.*

Я сам разберу твою ситуацию и помогу построить путь в Web3. От старта в крипте до поставленных тобой целей. Без воды – чисто мой опыт и подход.

А если хочешь просто посмотреть что внутри – в Prime есть *тариф на месяц.*

Он даст понимание, что к чему, но главная ценность клуба раскрывается *в долгосрочной работе.*

Подробнее о Прайме на сайте – https://in-prime.crypton.xyz/

Там кейсы, отзывы, подробности о команде и инструментах.

Если уже готов стать частью Prime, используй промо *CONNECT* до 1 сентября. Он даст *-20%* на любой тариф.

P.S. Это ещё не тот подарок, который я обещал в начале… Но ты уже близко ;\)
"""

enter_prime = """
На какой период хочешь вступить?
"""

enter_prime_promo = """
Напишите промокод
"""

enter_prime_promo_error = """
Промокод не найден, повторите попытку
"""

not_enough_money = """
У вас недостаточно средств для покупки подписки. Вы можете пополнить свой баланс с помощью кнопки ниже 👇
"""

prime_hello_msg = """
Супер, ты теперь в Прайме!
Спасибо за доверие, это решение приближает тебя к лайфчейнджу!

Сейчас я скину тебе инструкцию по вступлению. Так как у нас целая экосистема, нужно создать профиль – это важно, чтобы твой прогресс в разных продуктах был синхронизирован

Увидимся в чатах Прайм и на АМА сессиях!
"""

prime_hello_notif = """
Для начала тебе нужно создать профиль в нашей экосистеме – Crypton ID:
    1.Перейди на сайт https://id.crypton.xyz
    2.Авторизуйся удобным для тебя способом
    3.Привяжи свой телеграм
    4.Вступи в чаты во вкладке Продукты – Prime
    5.Начни осваиваться внутри Prime
"""

enter_prime_texts = [
"""
*💳 Тарифы PRIME (помесячная подписка):*
{}
*🔹 Start — ${}/мес*
Для тех, кто хочет попробовать Включает:
— Календарь актуальных крипто-активностей в одном месте.

Календарь включает в себя:
— Подробные инструкции для получения наград.
— Прогрессия: отмечайте
выполненные шаги прямо
в Календаре.
— Подборки именитых блогеров
— Удобные фильтры и сортировка
— Уведомления об изменениях
в отслеживаемых проектах.

*🔸 Pro — ${}/мес*
Для тех, кто хочет вникать глубже и зарабатывать больше.
— Все, что есть в тарифе Start.
— Готовые решения для
заработка от авторов Prime.
— Поддержка экспертов и личный помощник.
— Чаты по направлениям.
— Бонусы экосистемы криптон —
WL и розыгрыши, Сrypton Points,
эксклюзив фичи экосистемы.
— АМА сессии и совместные
отработки (воркшопы).
— Бот для заработка на мемах.
— Дополнительные фичи в разработке.

*🚀 Prime — ${}/мес*
 Для тех, кто хочет "все и сразу".
— Все, что есть в тарифе Pro.
— Ранний доступ к продуктам и нововведениям Crypton.
— Приоритетная поддержка.
— Дополнительные фичи в разработке.

👇 Выбери тариф по кнопке ниже
"""
,
"""
*💳 Тарифы PRIME (годовая подписка):*
{}
*🔹 Start — ${}/год*
Для тех, кто хочет попробовать Включает:
— Календарь актуальных крипто-активностей в одном месте.

Календарь включает в себя:
— Подробные инструкции для получения наград.
— Прогрессия: отмечайте
выполненные шаги прямо
в Календаре.
— Подборки именитых блогеров
— Удобные фильтры и сортировка
— Уведомления об изменениях
в отслеживаемых проектах.

*🔸 Pro — ${}/год*
Для тех, кто хочет вникать глубже и зарабатывать больше.
— Все, что есть в тарифе Start.
— Готовые решения для
заработка от авторов Prime.
— Поддержка экспертов и личный помощник.
— Чаты по направлениям.
— Бонусы экосистемы криптон —
WL и розыгрыши, Сrypton Points,
эксклюзив фичи экосистемы.
— АМА сессии и совместные
отработки (воркшопы).
— Бот для заработка на мемах.
— Дополнительные фичи в разработке.

*🚀 Prime — ${}/год*
Для тех, кто хочет "все и сразу".
— Личная консультация
с Пашей (CEO Crypton).
— Все, что есть в тарифе Pro.— Ранний доступ к продуктам и нововведениям Crypton.
— Приоритетная поддержка.
— Дополнительные фичи в разработке.

👇 Выбери тариф по кнопке ниже
"""
]

need_help = """
Если нужна помощь с выбором тарифа, или появился любой другой вопрос – напиши в нашу службу заботы @crypton\_support
"""

need_gift = """
А ты настойчивый! Хорошее качество для Криптана.

Я хочу подарить тебе гайд, который поможет выйти на хороший доход в Web3

Его разрабатывали эксперты Prime на основе своего многолетнего опыта. Такой гайд полезен не только новичкам, но и опытным криптанам, которые уже упёрлись в потолок заработка и хотят масштабироваться.

Скачивай "Гайд по фермам" от экспертов  Prime по кнопке ниже.
"""

need_gift2 = """
Как тебе гайд? Уже применил на практике?

Мультиаккинг – одна из ключевых фишек Prime. Поэтому если ты хочешь научиться выносить проекты на тысячи аккаунтов – ждём тебя в клубе!


P.S. Активируй промо *CONNECT до 1 сентября и получи скидку 20% на любой тариф*
"""

prime_reminder1 = """
Сомнения? Мне это знакомо.

В своё время тоже не понимал, как приватка всё изменит. Что такого даст эта движуха, чего я не найду сам? Но когда зашёл – сразу всё понял. Взаимопомощь и нетворкинг реально решают. *Я сэкономил месяцы времени* и *тысячи $ на ошибках.*

Главное – *начать двигаться.* Потому что инфы хватает и в паблике, но движение только там, где есть заряженные люди.

Рекомендую зайти на месяц. Пощупать, пообщаться, попробовать отработать активность в воркшопе (совместный чат для работы по конкретному проекту).

А с промо CONNECT ты получишь скидку 20% на *любой* тариф. Но не затягивай - промо действует до 1 сентября.
"""

prime_reminder2 = """
Привет, ну что надумал?

Сегодня видел, как первые новички уже подключились к обсуждениям в чате и добавили в Календаре первые активности. Начало положено, а дальше мы поможем.

Если сомневаешься – почитай, что о Прайме говорят люди: https://t.me/reviews\_prime

Считай это сообщение тем самым "Знаком". Начни действовать!

Успей оформить подписку до *1 сентября* по промо *CONNECT* и получи скидку *-20% на любой тариф.*
"""

prime_reminder3 = """
До конца промо остались *считанные часы*

Промокод *CONNECT* сгорит *сегодня в 23:59.*

Сегодня твой последний шанс зайти в Прайм со скидкой 20%
"""