problem1 = """
Это самая жёсткая ловушка — вроде работаешь, а толку нет. Я сам так полгода перескакивал с темы на тему, пока не понял: без структуры и плана — никуда.

В Прайме этим занимаются аналитики: подсказывают, где фокус, а что можно отработать между делом. Это помогает не распыляться и реально расти.

Посмотри, как выглядит Prime изнутри – жми кнопку
"""

problem2 = """
Страх слить знаком каждому. Я сам влетел на первом же сейле: доверился шумихе, но в итоге опоздал и всё слил.

Всё потому, что был один, без анализа и поддержки.

В Прайме есть ветка аналитики, где опытные ребята подскажут, когда лучше зайти, а когда  переждать.

Мы придерживаемся простого но мега надёжного принципа: лучше недозаработать, чем слить.

Посмотри, как выглядит Prime изнутри – жми кнопку
"""

problem3 = """
Самое выматывающее – это чувствовать, что ты всё время позади. Чаты летят, инфы море, а ты не успеваешь даже вникнуть.

Мне помог системный подход: _что, когда и зачем делать_.

В Прайме для этого есть календарь активностей. В нём собраны все актуальные события, аналитика и гайды, можно включить уведомления и добавлять проекты в избранное.

Плюс ты всегда можешь спросить в чате или у Наставника, за что взяться в первую очередь.

Так ты точно сделаешь первые шаги, а не просто будешь наблюдать.

Посмотри, как выглядит Prime изнутри – жми кнопку
"""

problem4 = """
Был у меня период, когда я тоже упёрся в потолок.

Всё шло стабильно: я уже знал, как заходить в активности, что фармить, какие инструменты работают.

*Но заработок не рос.* Я даже попробовал взять ещё больше задач, фармить руками на всех аккаунтах, но быстро понял, что это тупик.

Решение нашлось в масштабировании: фермы аккаунтов, автоматизация, делегирование. Именно тогда начался рост. И не в 2 раза, а в десятки.

В Прайме отдельный фокус на масштабировании, это одна из фишек нашего клуба. С нами опытные криптаны пробивают потолок заработка, а новички учатся мыслить нестандартно и выносить больше иксов, чем другие.

Посмотри, как выглядит Prime изнутри – жми кнопку.
"""

problem5 = """
Иногда есть качели, что что-то не так.

Ты уже не новичок, многое знаешь, но нет чёткой стратегии, плана и поддержки. Я тоже так себя чувствовал.

Решение нашёл в создании команды: с энергией, поддержкой и движением. Так появился Prime.

Prime – не волшебная таблетка и не сделает всё за тебя, но он будет работать с тобой: помогать, учить, подсказывать и знакомить с нужными людьми. Здесь тебя поддержат, а не потянут вниз.

Просто посмотри, как выглядит Prime изнутри – возможно, именно этого тебе не хватало. Жми кнопку ниже
"""

problem6 = """
Я рад, что у тебя нет проблем

Это значит, ты уже отлично движешься в Web3 и понимаешь, что делаешь.

Но знаешь, даже у самых опытных иногда появляются вопросы, хочется масштабировать свои успехи или найти крутое комьюнити для разговоров по душам.

Просто посмотри, как выглядит Prime изнутри. Может быть, тебе не хватало именно этого.
"""