start_msg_1 = """
Привет!

Если ты был на 0xConnect Fest, скорее всего, мы уже пересекались. А если с тобой поделились ботом - значит это уже судьба.

    ● Я в крипте с 2016 года
    ● Инфлюенсер 2022 года по версии Binance
    ● Создатель экосистемы Crypton, включающей в себя 6 мощных инструментов.

Я благодарен тебе за интерес к Crypton и подготовил подарок. Но сначала хочу рассказать свою историю.

Небольшой рассказ, как из полного нуля в крипте - даже кошелька не было, я стал создателем крупнейшей крипто-экосистемы в СНГ.

Это будет коротко, искренне и полезно. А в конце я скину тебе гайд, без которого на текущем рынке не сделать большие суммы.

Как только будешь готов, жми кнопку и ПОГНАЛИ!
"""

start_msg_2 = """
Когда я заходил в Веб3, думал - ща залечу, иксы фастом пойдут.

Нашёл кучу чатов, где комменты пестрили гифки с лайфчейнджем, подписывался на страницы проектов и отрабатывал их по паблик-гайдам.

И... просто терял деньги.

Делаешь как писали - фейл. Пробуешь в аналитику – снова фейл.

Полная дизмораль от происходящего: время потрачено, деньги вложены, а ты в минусе. И даже выводы не можешь сделать, потому что не шаришь.

И вот тогда я понял: либо я дальше сливаю деньги в никуда, либо собираю вокруг себя сильных ребят, и мы выходим в плюс вместе.

Так появился Prime 1.0. Без классных фичей, как сейчас – просто команда заряженных людей, которые хотят разобраться в крипте и заработать. Но потом всё изменилось
"""

start_msg_3 = """
Сначала я просто собрал вокруг себя небольшой круг ребят.

Мы делились активностями, инсайдами, и главное, помогали друг другу не факапить.

Знаешь эту фразу: «Одна голова хорошо, а две лучше»? Вот в крипте это чувствуется особенно остро: рынок меняется постоянно,инфы – тонны, осилить всё в одиночку ну просто нереально.

Со временем мы обрастали полезными связями, покупали софты для упрощения работы и даже делали свои, как например календарь активностей.

И теперь мы охватываем все направления Web3, имеем на вооружении реально работающие инструменты, а главное – атмосферу, в которой получается легко зарабатывать и развиваться.
"""

select_type_msg = """
Ладно, я рассказал "стори оф май лайф"

А теперь скажи, на каком этапе сейчас ты? Я реально хочу понять и предложить решение

Какие проблемы тормозят твоё развитие в крипте?
"""