start_msg_1 = """
Привет!

Если ты был на форуме, скорее всего, мы уже пересекались. А если с тобой поделились ботом - давай познакомимся.

    ● Я в крипте с 2016 года
    ● Инфлюенсер 2022 года по версии Бинанс
    ● Создатель экосистемы Криптон, включающей в себя 6 мощных инструментов.

Я благодарен тебе за интерес к Crypton и подготовил подарок. Но сначала хочу рассказать свою историю.

Небольшой рассказ, как из полного нуля в крипте - даже кошелька не было, я стал создателем крупнейшей крипто-экосистемы в СНГ.

Это будет коротко, искренне и полезно. А в конце я скину тебе гайд, без которого на текущем рынке не сделать большие суммы.

Как только будешь готов, жми кнопку и ПОГНАЛИ!
"""

start_msg_2 = """
Когда я заходил в Веб3, думал - ща залечу, начну иксовать, сразу в дамки.

Нашёл кучу чатов, подписывался на страницы проектов и отрабатывал их по паблик-гайдам.

И... просто терял деньги.

Делаешь как писали, а оно не работает. Пробуешь в аналитику – ошибаешься.

Ещё и отзывы вокруг давят: там сумасшедшие иксы, тут лайфчендж, у всех прёт... А ты просто в сторонке, на обочине движа.

Внутри - паника: время потрачено, деньги вложены, а ты в минусе. И даже выводы не можешь сделать, потому что не шаришь.

И вот тогда я понял: либо я дальше топчусь на месте и теряю деньги, либо собираю вокруг себя сильных ребят, и мы выходим в плюс вместе.

Так появился Прайм 1.0. Без фишек, как сейчас – просто команда заряженных людей, которые хотят разобраться в крипте и заработать. Но потом всё изменилось
"""

start_msg_3 = """
Сначала я просто собрал вокруг себя небольшой круг ребят.

Мы делились активностями, инсайдами, и главное, помогали друг другу не тупить.

Знаешь эту фразу: «Одна голова хорошо, а две лучше»? Вот в крипте это чувствуется особенно остро: рынок меняется постоянно,инфы - тонны, осилить всё в одиночку  ну просто нереально.

Со временем мы обрастали полезными связями, покупали софты для упрощения работы и даже делали свои, как например календарь активностей.

И теперь мы охватываем все направления Web3, имеем на вооружении топовые инструменты, а главное – атмосферу, в которой получается легко зарабатывать и развиваться.
"""

select_type_msg = """
Ладно, я рассказал, как у меня всё было и к чему я в итоге пришёл.

А теперь скажи, на каком этапе ты сейчас? Я реально хочу понять и предложить решение

Какие проблемы тормозят твоё развитие в Crypto?
"""