type = "Выберите[ ](https://serious-velvet-e2d.notion.site/image/https%3A%2F%2Fprod-files-secure.s3.us-west-2.amazonaws.com%2Fdf00f21f-1a65-4126-ae66-e1856eb81212%2F1272d02d-3e49-47cd-8b7b-f134e557b0aa%2F9_%25D0%2591%25D0%25B0%25D0%25BB%25D0%25B0%25D0%25BD%25D1%2581_%25D0%25B0%25D0%25BA%25D0%25BA%25D0%25B0%25D1%2583%25D0%25BD%25D1%2582%25D0%25B0.png?table=block&id=11c5b31b-67cd-4ef7-bead-47edac968022&spaceId=df00f21f-1a65-4126-ae66-e1856eb81212&width=1360&userId=&cache=v2)способ оплаты"

bank_card_type_message = """
*Доступные платёжные системы:*

• Mastercard / Visa (только для карт, выпущенных в РФ)
• Union Pay
• MIR

Конвертация в рубли осуществляется по курсу ЦБ РФ.

_В ответном сообщении укажите сумму депозита в долларах ($)._

❕ Если Вашей платёжной системы нету, обратитесь в поддержку — @crypton\_support."""

top_up_balance_crypto_token = "Выберите токен для создания счета:"
top_up_balance_crypto_network = "Выбран токен - *{}*. Выберите сеть:"
top_up_balance_crypto_amount = """
В ответном сообщении укажите сумму депозита в долларах ($).
"Счёт будет создан в *{} ({})*."""

top_up_balance_url = "Вы можете пополнить баланс, нажав на кнопку ниже 👇"